---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Grid2
source: html/897bfb14-8396-2b9b-ca71-733f4da3579c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Grid2 Property

"Border 1 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder1Grid2 { get; }
```